<template>
  <div class="container">

    <p class="lead">
      <h1>欢迎使用弹幕局，一个全网跨域弹幕的浏览器插件。</h1>
    </p>

    <p>
      <h3>什么是全网弹幕？</h3>
      全网弹幕，顾名思义就是可以在全网任何网站上实现弹幕，管你这那的。
      <br/><br/>

      <h3>全网弹幕有啥好玩的？</h3>
      这个就要<del>发挥你的想象力啦。</del>不可想象！
      <br/><br/>

      <h3>为啥要做全网弹幕？</h3>
      问就是因为孤独，孤独，还是汤姆的孤独。你难道不希望看网页的时候有网友在旁边不停地当当当当当吗？
      <br/><br/>

      <h3>弹幕局跟别的弹幕有啥不一样？</h3>
      1. 弹幕局可以基于你当前正在浏览的网页，和网友们在线弹幕交流。<br/>
      2. 弹幕局支持自定义弹幕的字体大小（最大100px），弹幕速度（最快3秒划过浏览器），多个角度切入（弹幕嘎嘎乱飞）<br/>
      3. 弹幕局的客户端和服务端都是完全开源的，尤其是服务端。支持频道切换，如果你不想浏览公共频道的弹幕，你可以克隆服务器端和你的朋友们搭建私有的弹幕频道（类似于游戏里的私服）。值得一提的是，借助CloudFlare的Pages，这一切甚至全都可以是免费的，你甚至不需要购买域名和服务器。具体可以阅读<a href="/docs">文档</a><br/>
      4. 插件式安装，目前支持Firefox和Chrome两大浏览器。希望有更多的大佬一起加入贡献，丰富更多的浏览器插件。
      <br/><br/>


      
    </p>
  </div>
</template>

<script setup>
</script>
